Repository: Kicknride/KnR-WP-Theme
Catalog: languages/*.po
Languages: fr_fr

source: Enable/Disable Our Works Section
fr_fr: Actver/Désactiver la section Nos Travaux

source: 404 Not Found.
fr_fr: 404 page non trouvée.

source: Oops, this page could not be found!
fr_fr: Oups, cette page n'a pas pu être trouvée!

source: It looks like nothing was found at this location. Maybe you can search ?
fr_fr: Il semble que rien n'a été trouvé à cet endroit. Peut-être pourriez-vous utiliser la recherche ?

# comments title
source: One thought on &ldquo;%s&rdquo;
fr_fr: Un avis sur &ldquo;%s&rdquo;

# comments title
source: %1$s thought on &ldquo;%2$s&rdquo;
fr_fr: %1$s avis sur &ldquo;%2$s&rdquo;

source: Comment navigation.
fr_fr: Navigation dans les commentaires.

source: Older Comments.
fr_fr: Anciens commentaires.

source: Newer Comments.
fr_fr: Nouveaux commentaires

source: Comments are closed.
fr_fr: Les commentaires sont clos.

source: Welcome to
fr_fr: Bienvenue sur

source: Search Results for: %s
fr_fr: Résultats de recherche pour : %s

# placeholder
source: Search this blog
fr_fr: Chercher sur ce blog

# label
source: Search for:
fr_fr: Chercher pour :

source: - Posted by
fr_fr: - Posté par

source: Read More
fr_fr: Lire Plus

source: Contact Us
fr_fr: Contactez Moi

source: Our Services
fr_fr: Nos Services

source: Testimonials
fr_fr: Témoignages

source: Latest Post
fr_fr: Dernier Article

source: Our Works
fr_fr: Nos Travaux

source: &copy; 2016. Kick'n Ride. All Rights Reserved.
fr_fr: &copy; 2016. Kick'n Ride. Tous droits réservés.

source: https://wordpress.org/
fr_fr: Source: https://wordpress.org/

source: Proudly powered by %s
fr_fr: Fièrement propulsé par %s

# THEME: KNR-WP-THEME BY KICK'N RIDE
source: Theme: %1$s by %2$s.
fr_fr: Thème: %1$s par %2$s.

source: - POSTED BY
fr_fr: - POSTÉ PAR

source: Edit<span class="screen-reader-text"> "%s"</span>
fr_fr: Éditer <span class="screen-reader-text"> "%s"</span>

source: Nothing Found
fr_fr: Rien Trouvé

source: Ready to publish your first post? <a href="%1$s">Get started here</a>.
fr_fr: Prêt à publier votre premier article? Commencez ici.

source: Sorry, but nothing matched your search terms. Please try again with some different keywords.
fr_fr: Désolé, mais rien ne correspond à vos termes recherchés. Essayez encore avec différents mots-clés.

source: It seems we can&rsquo;t find what you&rsquo;re looking for. Perhaps searching can help.
fr_fr: Il semble que nous ne pouvons trouver ce que vous voulez atteindre. Peut-être que la recherche peut vous aider.

source: Primary Menu
fr_fr: Menu Principal

source: View all posts by %s
fr_fr: Voir tous les articles par %s

source: Reply
fr_fr: Répondre

source: Category Left Sidebar
fr_fr: Catégorie de la barre du coté droit

source: Drag your widgets for Left Sidebar here
fr_fr: Glissez vos widgets pour la barre du coté gauche ici

source: Category Right Sidebar
fr_fr: Catégorie de la barre du coté gauche

source: Drag your widgets for Right Sidebar here
fr_fr: Glissez vos widgets pour la barre du coté droit ici

source: Shop Sidebar Left
fr_fr: Barre de commerce du coté gauche

source: Drag your Woo-commerce Porducts widgets here
fr_fr: Glissez vos widgets de produits Woo-commerce ici

source: Footer Block
fr_fr: Bloc du bas de page

source: Footer Block supports 4 widgets here
fr_fr: Le bloc du bas de page supporte 4 widgets ici

source: Newsletter Block
fr_fr: Bloc de Nouvelles

source: Install https://wordpress.org/plugins/newsletter/ to use this section
fr_fr: Installez https://wordpress.org/plugins/newsletter/ pour utiliser cette section

source: Contact Block
fr_fr: Bloc de Contact

source: Paste your Google Map Location iFrame code here
fr_fr: Collez votre code iFrame de localisation Google Map ici

source: Select
fr_fr: Sélectionner

source: Submit
fr_fr: Envoyer

source: Developed By:
fr_fr: Développé Par :

source: Kick'n Ride Themes
fr_fr: Thèmes Kick'n Ride

# post date
source: Posted on %s
fr_fr: Posté le %s

# post author
source: by %s
fr_fr: par %s

# Categories list
source: Posted in %1$s
fr_fr: Posté dans %1$s

# Tags list
source: Tagged %1$s
fr_fr: Étiqueté %1$s

source: Leave a comment
fr_fr: Laisser un commentaire

source: KnR Theme Option
fr_fr: Options du thème KnR

source: Welcome to KnR Theme Option.
fr_fr: Bienvenue sur les options du thème KnR.

source: Theme Logo
fr_fr: Logo du thème

source: Upload image of 200px width and 52px height for logo
fr_fr: Téléversez une image de 200px de large et de 52px de haut pour le logo

source: Edit Theme Logo
fr_fr: Éditer le logo du thème

source: Slider Categories
fr_fr: Catégorie pour Slider

source: Select the Slide Category for Homepage.
fr_fr: Sélectionnez la catégorie pour Slider pour la page d'accueil.

source: Choose category
fr_fr: Choisir une catégorie

source: Select Number of Post
fr_fr: Sélectionner le nombre d'articles

source: Contact Us Link
fr_fr: Lien Contactez-nous

source: Features Categories
fr_fr: Catégorie pour Fonctionnalités

source: Select the Features Content Category.
fr_fr: Sélectionner la catégorie pour Fonctionnalités

source: Select the Services Category for Homepage.
fr_fr: Sélectionner la catégorie pour Nos Services pour la page d'accueil.

source: About KnR Theme
fr_fr: A propos du thème KnR

source: Enable/Disable Featured Content
fr_fr: Activer/Désactiver la section Fonctionnalités

source: Services Categories
fr_fr: Catégorie pour Nos Services

source: Select the Services Category for Homepage
fr_fr: Sélectionner la catégorie pour Nos Services pour la page d'accueil

source: Our Services Title
fr_fr: Titre pour Nos Services

source: Enable/Disable Services Section
fr_fr: Activer/Désactiver le contenu Nos Services

source: Testimonials Categories
fr_fr: Catégorie pour Témoignages

source: Select the Testimonials Category for Homepage.
fr_fr: Sélectionner la catégorie pour Témoignages pour la page d'accueil.

source: Testimonials Title
fr_fr: Titre pour Témoignages

source: Edit Testimonial Background
fr_fr: Éditer l'arrière plan pour Témoignages

source: Enable/Disable Testimonials Section
fr_fr: Activer/Désactiver la section Témoignages

source: Latest Post Categories
fr_fr: Catégorie pour Dernier Article

source: Select the Latest Post Category for Homepage.
fr_fr: Sélectionner la catégorie pour Dernier Article pour la page d'accueil.

source: Latest Post Title
fr_fr: Titre pour Dernier Article

source: Enable/Disable Latest Post Section
fr_fr: Activer/Désactiver la section Dernier Article

source: Our Works Categories
fr_fr: Catégorie pour Nos Travaux

source: Select the Our Works Category for Homepage.
fr_fr: Sélectionner la catégorie pour Nos Travaux pour la page d'accueil.

source: Our Works Title
fr_fr: Titre pour Nos Travaux

source: Newsletter Section
fr_fr: Section Newsletter

source: Write Some Words for Newsletter Section in Homepage.install Newsletter plugin to use this section
fr_fr: Écrire des mots pour la section Newsletter dans la page d'accueil. Installez le plugin Newsletter pour utiliser cette section

source: Newsletter Textbox
fr_fr: Zone de texte pour la section Newsletter

source: Footer Settings
fr_fr: Paramètres du bas de page

source: Customize your Footer section.
fr_fr: Personnaliser votre section du bas de page.

source: Copyright text
fr_fr: Texte du copyright

source: Show social icons
fr_fr: Monter les icônes des réseaux sociaux

source: KnR Sidebar Layout
fr_fr: Modèle de Sidebar KnR

source: Theme Sidebar Layout
fr_fr: Modèle de Sidebar du thème

source: Category Sidebar
fr_fr: Catégorie de la Sidebar

source: Sidebar position
fr_fr: Position de la Sidebar
